Repository: INOTJuannnka/ProyectoTerraSmart
Catalog: locale/gr/LC_MESSAGES/django.po
Languages: de

source: INICIO
de: START

source: MEDICIONES
de: MESSUNGEN

source: RECOMENDACIONES
de: EMPFEHLUNGEN

source: CONFIGURACIÓN
de: EINSTELLUNGEN

source: ✉️ Contactanos
de: ✉️ Kontaktieren Sie uns

source: ↩️ Cerrar sesión
de: ↩️ Abmelden

source: 🔐 Iniciar Sesión
de: 🔐 Anmelden

source: 📝 Registrate
de: 📝 Registrieren

source: Bienvenido a
de: Willkommen bei

source: Esperamos que disfrutes tu experiencia
de: Wir hoffen, dass Sie Ihre Erfahrung genießen

source: Redirigiendo en 3 segundos...
de: Weiterleitung in 3 Sekunden...

source: Configuración
de: Einstellungen

source: En Configuración, puedes modificar el idioma de la plataforma según tus preferencias. Actualmente, puedes seleccionar entre los idiomas disponibles, como el español, inglés, francés, japonés, italiano y alemán, para mejorar la experiencia de usuario. Esta sección te permite ajustar el idioma de la interfaz, facilitando el uso de la plataforma de acuerdo con tus necesidades lingüísticas.
de: In den Einstellungen können Sie die Sprache der Plattform nach Ihren Vorlieben ändern. Derzeit können Sie aus verfügbaren Sprachen wie Spanisch, Englisch, Französisch, Japanisch, Italienisch und Deutsch wählen, um die Benutzererfahrung zu verbessern. Dieser Abschnitt ermöglicht es Ihnen, die Sprache der Benutzeroberfläche anzupassen und die Plattform entsprechend Ihren sprachlichen Bedürfnissen zu verwenden.

source: Seleccionar idioma
de: Sprache auswählen

source: Spanish
de: Spanisch

source: English
de: Englisch

source: Japanese
de: Japanisch

source: French
de: Französisch

source: Italian
de: Italienisch

source: German
de: Deutsch

source: GUARDAR CAMBIOS
de: Änderungen speichern

source: Historial
de: Verlauf

source: HISTORIAL
de: VERLAUF

source: En Historial, podrás ver los últimos registro de medición del estado del suelo para un usuario. La plataforma proporciona el historial de todos los registros almacenados para cada usuario, mostrando datos como el pH, la materia orgánica, los niveles de nutrientes (fósforo, calcio, magnesio, etc.). Si deseas continuar viendo las gráficas, puedes volver a inicio.
de: Im Verlauf können Sie die letzten Bodenmessungen für einen Benutzer sehen. Die Plattform bietet den Verlauf aller gespeicherten Messungen für jeden Benutzer, zeigt Daten wie pH, organische Substanz und Nährstoffwerte (Phosphor, Kalzium, Magnesium usw.). Wenn Sie die Diagramme weiter ansehen möchten, können Sie zur Startseite zurückkehren.

source: Últimos registros
de: Letzte Einträge

source: fecha
de: Datum

source: Materia Organica
de: Organische Substanz

source: Fósforo
de: Phosphor

source: Azufre
de: Schwefel

source: Calcio
de: Kalzium

source: Magnesio
de: Magnesium

source: Potasio
de: Kalium

source: Sodio
de: Natrium

source: Hierro
de: Eisen

source: Cobre
de: Kupfer

source: Manganeso
de: Mangan

source: Zinc
de: Zink

source: VOLVER A INICIO
de: ZURÜCK ZUR STARTSEITE

source: Inicio
de: Start

source: En Inicio, podrás ver el último registro de medición del estado del suelo en tiempo real. La plataforma proporciona información crucial como el pH, la materia orgánica, los niveles de nutrientes (fósforo, calcio, magnesio, etc.) y otros parámetros que te ayudarán a optimizar tus cultivos. Además, puedes ver gráficas de evolución con respecto a cada parámetro. Si deseas revisar más registros, puedes acceder al historial completo de mediciones.
de: Auf der Startseite können Sie das letzte Messprotokoll des Bodenstatus in Echtzeit einsehen. Die Plattform liefert wichtige Informationen wie pH, organische Substanz, Nährstoffwerte (Phosphor, Kalzium, Magnesium usw.) und andere Parameter, die Ihnen helfen, Ihre Ernte zu optimieren. Außerdem können Sie Entwicklungsgrafiken für jeden Parameter sehen. Wenn Sie weitere Messungen überprüfen möchten, können Sie auf die vollständige Historie der Messungen zugreifen.

source: Último registro
de: Letzter Eintrag

source: No hay registros aún.
de: Noch keine Einträge

source: Gráficos de Mediciones
de: Messgrafiken

source: ¿Cómo usar TeRra-Smart?
de: Wie man TeRra-Smart benutzt?

source: TeRra-Smart es una plataforma diseñada para ayudar a los agricultores a monitorear y optimizar las condiciones del suelo en tiempo real. Con nuestras mediciones, podrás obtener recomendaciones personalizadas para mejorar tus cultivos, basadas en la calidad del suelo.
de: TeRra-Smart ist eine Plattform, die den Landwirten hilft, die Bodenbedingungen in Echtzeit zu überwachen und zu optimieren. Mit unseren Messungen können Sie personalisierte Empfehlungen erhalten, um Ihre Ernte basierend auf der Bodenqualität zu verbessern.

source: Mediciones
de: Messungen

source: Haz clic en Mediciones para ingresar los valores del suelo.
de: Klicken Sie auf Messungen, um die Bodenwerte einzugeben.

source: Recomendaciones
de: Empfehlungen

source: Consulta las Recomendaciones para obtener sugerencias sobre tu cultivo.
de: Konsultieren Sie die Empfehlungen, um Vorschläge für Ihre Ernte zu erhalten.

source: Ve el Historial para revisar tus registros anteriores.
de: Siehe Verlauf, um Ihre vorherigen Einträge zu überprüfen.

source: ¡Intentar ahora!
de: Jetzt ausprobieren!

source: Acceda a su cuenta
de: Greifen Sie auf Ihr Konto zu

source: Recuerda me
de: Erinnere dich an mich

source: Olvido su constraseña?
de: Haben Sie Ihr Passwort vergessen?

source: No tienes cuenta?
de: Haben Sie kein Konto?

source: Registrarse con Facebook
de: Mit Facebook registrieren

source: Registrarse con Twitter
de: Mit Twitter registrieren

source: Registrarse con Google
de: Mit Google registrieren

source: En Mediciones, puedes ingresar nuevos datos sobre las condiciones del suelo para recibir recomendaciones personalizadas. Aquí puedes introducir mediciones como el pH, el nivel de materia orgánica, los nutrientes presentes (fósforo, potasio, magnesio, etc.), entre otros. Además, es posible subir archivos en formato CSV o Excel para procesar múltiples mediciones a la vez. Esta vista permite alimentar la plataforma con datos esenciales para la generación de recomendaciones específicas y mejorar la gestión del suelo.
de: In Messungen können Sie neue Daten zu den Bodenbedingungen eingeben, um personalisierte Empfehlungen zu erhalten. Hier können Sie Messungen wie pH, organische Substanz, Nährstoffe (Phosphor, Kalium, Magnesium usw.) und andere eingeben. Außerdem können Sie CSV- oder Excel-Dateien hochladen, um mehrere Messungen gleichzeitig zu verarbeiten. Diese Ansicht ermöglicht es der Plattform, mit wichtigen Daten zu versorgen, die zur Generierung spezifischer Empfehlungen und zur Verbesserung der Bodenbewirtschaftung erforderlich sind.

source: pH agua:suelo 2,5:1,0
de: pH Wasser:Boden 2,5:1,0

source: Materia orgánica (MO) %%
de: Organische Substanz (MO) %%

source: Fósforo (P) Bray II mg/kg
de: Phosphor (P) Bray II mg/kg

source: Azufre (S) Fosfato monocalcico mg/kg
de: Schwefel (S) Monokalziumphosphat mg/kg

source: Calcio (Ca) intercambiable cmol(+)/kg
de: Kalzium (Ca) austauschbar cmol(+)/kg

source: Magnesio (Mg) intercambiable cmol(+)/kg
de: Magnesium (Mg) austauschbar cmol(+)/kg

source: Potasio (K) intercambiable cmol(+)/kg
de: Kalium (K) austauschbar cmol(+)/kg

source: Sodio (Na) intercambiable cmol(+)/kg
de: Natrium (Na) austauschbar cmol(+)/kg

source: Hierro (Fe) disponible Olsen mg/kg
de: Eisen (Fe) verfügbar Olsen mg/kg

source: Cobre (Cu) disponible mg/kg
de: Kupfer (Cu) verfügbar mg/kg

source: Manganeso (Mn) disponible Olsen mg/kg
de: Mangan (Mn) verfügbar Olsen mg/kg

source: Zinc (Zn) disponible Olsen mg/kg
de: Zink (Zn) verfügbar Olsen mg/kg

source: SUBIR DATOS
de: DATEN HOCHLADEN

source: Subir archivo de mediciones
de: Messdatei hochladen

source: Formatos aceptados: CSV, Excel
de: Akzeptierte Formate: CSV, Excel

source: PROCESAR ARCHIVO
de: DATEI VERARBEITEN

source: Recomendaciones te permite obtener sugerencias personalizadas sobre cómo mejorar las condiciones del suelo para un cultivo específico. Tras ingresar el número de registros que deseas consultar, la plataforma analizará los datos y generará recomendaciones técnicas basadas en el estado actual del suelo. Esta vista proporciona detalles sobre el cultivo sugerido, el estado del suelo y recomendaciones prácticas para mejorar los nutrientes y características del terreno.
de: Empfehlungen ermöglicht es Ihnen, personalisierte Vorschläge zur Verbesserung der Bodenbedingungen für eine bestimmte Kultur zu erhalten. Nachdem Sie die Anzahl der zu konsultierenden Einträge eingegeben haben, wird die Plattform die Daten analysieren und technische Empfehlungen basierend auf dem aktuellen Bodenstatus generieren. Diese Ansicht bietet Details zum vorgeschlagenen Anbau, dem Bodenstatus und praktische Empfehlungen zur Verbesserung der Nährstoffe und Eigenschaften des Bodens.

source: ¿Con cuántos de los últimos registros quieres hacer la consulta? (Preferiblemente entre 1 y 20 registros)
de: Mit wie vielen der letzten Einträge möchten Sie die Anfrage durchführen? (Bevorzugt zwischen 1 und 20 Einträgen)

source: 📅 Medición del
de: 📅 Messung vom

source: Cultivo sugerido:
de: Vorgeschlagene Kultur:

source: 📊 Estado del suelo:
de: 📊 Bodenstatus:

source: 🧪 Recomendaciones técnicas:
de: 🧪 Technische Empfehlungen:

source: Crear cuenta
de: Konto erstellen

source: Crea una cuenta
de: Erstellen Sie ein Konto

source: Registrate con Facebook
de: Mit Facebook registrieren

source: Registrate conTwitter
de: Mit Twitter registrieren

source: Conectar con Google
de: Mit Google verbinden

source: Estás a punto de iniciar sesión usando tu cuenta de Google.
de: Sie sind dabei, sich mit Ihrem Google-Konto anzumelden.

source: Continuar con Google
de: Mit Google fortfahren
