Repository: INOTJuannnka/ProyectoTerraSmart
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, it, jp

source: INICIO
fr: ACCUEIL
it: INIZIO
jp: 開始

source: MEDICIONES
fr: MESURES
it: MISURAZIONI
jp: 測定

source: RECOMENDACIONES
fr: RECOMMANDATIONS
it: RACCOMANDAZIONI
jp: 推奨

source: CONFIGURACIÓN
fr: PARAMÈTRES
it: CONFIGURAZIONE
jp: 設定

source: ✉️ Contactanos
fr: ✉️ CONTACTEZ-NOUS
it: ✉️ Contattaci
jp: ✉️ お問い合わせ

source: ↩️ Cerrar sesión
fr: ↩️ SE DÉCONNECTER
it: ↩️ Disconnettersi
jp: ↩️ ログアウト

source: 🔐 Iniciar Sesión
fr: 🔐 SE CONNECTER
it: 🔐 Accedi
jp: 🔐 ログイン

source: 📝 Registrate
fr: 📝 INSCRIVEZ-VOUS
it: 📝 Registrati
jp: 📝 登録

source: Bienvenido a
fr: Bienvenue à
it: Benvenuto su
jp: ようこそ

source: Esperamos que disfrutes tu experiencia
fr: Nous espérons que vous apprécierez votre expérience
it: Speriamo che tu goda della tua esperienza
jp: 素晴らしい体験をお楽しみください

source: Redirigiendo en 3 segundos...
fr: Redirection dans 3 secondes...
it: Reindirizzamento tra 3 secondi...
jp: 3秒後にリダイレクトします...

source: Configuración
fr: PARAMÈTRES
it: Configurazione
jp: 設定

source: En Configuración, puedes modificar el idioma de la plataforma según tus preferencias. Actualmente, puedes seleccionar entre los idiomas disponibles, como el español, inglés, francés, japonés, italiano y alemán, para mejorar la experiencia de usuario. Esta sección te permite ajustar el idioma de la interfaz, facilitando el uso de la plataforma de acuerdo con tus necesidades lingüísticas.
fr: Dans Paramètres, vous pouvez modifier la langue de la plateforme selon vos préférences. Actuellement, vous pouvez choisir parmi les langues disponibles, comme l'espagnol, l'anglais, le français, le japonais, l'italien et l'allemand, afin d'améliorer l'expérience utilisateur. Cette section vous permet d'ajuster la langue de l'interface, facilitant l'utilisation de la plateforme selon vos besoins linguistiques.
it: Nelle impostazioni puoi modificare la lingua della piattaforma in base alle tue preferenze. Attualmente puoi scegliere tra le lingue disponibili, come spagnolo, inglese, francese, giapponese, italiano e tedesco, per migliorare l'esperienza dell'utente. Questa sezione ti consente di regolare la lingua interfaccia, facilitando l'uso della piattaforma in base alle tue esigenze linguistiche.
jp: 設定では、プラットフォームの言語を好みに応じて変更できます。現在、スペイン語、英語、フランス語、日本語、イタリア語、ドイツ語など、利用可能な言語を選択できます。このセクションでは、インターフェースの言語を調整して、ユーザーの言語ニーズに合わせてプラットフォームを使いやすくします。

source: Seleccionar idioma
fr: SÉLECTIONNER LA LANGUE
it: Seleziona la lingua
jp: 言語を選択

source: Spanish
fr: ESPAGNOL
it: Spagnolo
jp: スペイン語

source: English
fr: ANGLAIS
it: Inglese
jp: 英語

source: Japanese
fr: JAPONAIS
it: Giapponese
jp: 日本語

source: French
fr: FRANÇAIS
it: Francese
jp: フランス語

source: Italian
fr: ITALIEN
it: Italiano
jp: イタリア語

source: German
fr: ALLEMAND
it: Tedesco
jp: ドイツ語

source: GUARDAR CAMBIOS
fr: SAUVEGARDER LES MODIFICATIONS
it: Salva modifiche
jp: 変更を保存

source: Historial
fr: Historique
it: Storico
jp: 履歴

source: HISTORIAL
fr: HISTORIQUE
it: STORICO
jp: 履歴

source: En Historial, podrás ver los últimos registro de medición del estado del suelo para un usuario. La plataforma proporciona el historial de todos los registros almacenados para cada usuario, mostrando datos como el pH, la materia orgánica, los niveles de nutrientes (fósforo, calcio, magnesio, etc.). Si deseas continuar viendo las gráficas, puedes volver a inicio.
fr: Dans Historique, vous pouvez voir les derniers enregistrements de mesure de l'état du sol pour un utilisateur. La plateforme fournit l'historique de tous les enregistrements stockés pour chaque utilisateur, affichant des données telles que le pH, la matière organique, les niveaux de nutriments (phosphore, calcium, magnésium, etc.). Si vous souhaitez continuer à voir les graphiques, vous pouvez revenir à l'accueil.
it: Nello storico, puoi vedere le ultime misurazioni dello stato del suolo per un utente. La piattaforma fornisce la cronologia di tutte le misurazioni archiviate per ogni utente, mostrando dati come pH, materia organica, livelli di nutrienti (fosforo, calcio, magnesio, ecc.). Se desideri continuare a vedere i grafici, puoi tornare alla home.
jp: 履歴では、ユーザーの土壌状態測定の最新の記録を見ることができます。プラットフォームは、各ユーザーのすべての記録の履歴を提供し、pH、土壌有機物、栄養素のレベル（リン、カルシウム、マグネシウムなど）を表示します。グラフを続けて表示するには、ホームに戻ることができます。

source: Últimos registros
fr: Derniers enregistrements
it: Ultimi registri
jp: 最新の記録

source: fecha
fr: date
it: data
jp: 日付

source: Materia Organica
fr: Matière organique
jp: 有機物

source: Fósforo
fr: Phosphore
it: Fosforo
jp: リン

source: Azufre
fr: Soufre
it: Zolfo
jp: 硫黄

source: Calcio
fr: Calcium
jp: カルシウム

source: Magnesio
fr: Magnésium
jp: マグネシウム

source: Potasio
fr: Potassium
it: Potassio
jp: カリウム

source: Sodio
fr: Sodium
jp: ナトリウム

source: Hierro
fr: Fer
it: Ferro
jp: 鉄

source: Cobre
fr: Cuivre
it: Rame
jp: 銅

source: Manganeso
fr: Manganèse
it: Manganese
jp: マンガン

source: Zinc
it: Zinco
jp: 亜鉛

source: VOLVER A INICIO
fr: RETOUR À L'ACCUEIL
it: TORNA ALLA HOME
jp: ホームに戻る

source: Inicio
fr: Accueil
it: Inizio
jp: 開始

source: En Inicio, podrás ver el último registro de medición del estado del suelo en tiempo real. La plataforma proporciona información crucial como el pH, la materia orgánica, los niveles de nutrientes (fósforo, calcio, magnesio, etc.) y otros parámetros que te ayudarán a optimizar tus cultivos. Además, puedes ver gráficas de evolución con respecto a cada parámetro. Si deseas revisar más registros, puedes acceder al historial completo de mediciones.
fr: Dans Accueil, vous pourrez voir le dernier enregistrement de mesure de l'état du sol en temps réel. La plateforme fournit des informations cruciales comme le pH, la matière organique, les niveaux de nutriments (phosphore, calcium, magnésium, etc.) et d'autres paramètres qui vous aideront à optimiser vos cultures. De plus, vous pouvez voir des graphiques d'évolution pour chaque paramètre. Si vous souhaitez consulter plus d'enregistrements, vous pouvez accéder à l'historique complet des mesures.
it: Nella home, puoi vedere l'ultima misurazione dello stato del suolo in tempo reale. La piattaforma fornisce informazioni cruciali come pH, materia organica, livelli di nutrienti (fosforo, calcio, magnesio, ecc.) e altri parametri che ti aiuteranno a ottimizzare le tue colture. Inoltre, puoi vedere grafici di evoluzione per ogni parametro. Se desideri controllare più registri, puoi accedere alla cronologia completa delle misurazioni.
jp: ホームでは、土壌の状態測定の最新記録をリアルタイムで確認できます。プラットフォームは、pH、土壌有機物、栄養素（リン、カルシウム、マグネシウムなど）や、作物の最適化に役立つその他のパラメータに関する重要な情報を提供します。さらに、各パラメータに関する進化グラフを表示できます。他の記録を確認したい場合は、完全な測定履歴にアクセスできます。

source: Último registro
fr: Dernier enregistrement
it: Ultimo registro
jp: 最後の記録

source: No hay registros aún.
fr: Aucun enregistrement pour le moment.
it: Ancora nessun record
jp: まだ記録はありません

source: Gráficos de Mediciones
fr: Graphiques des mesures
it: Grafici delle misurazioni
jp: 測定グラフ

source: ¿Cómo usar TeRra-Smart?
fr: Comment utiliser TeRra-Smart?
it: Come usare TeRra-Smart?
jp: TeRra-Smartの使い方

source: TeRra-Smart es una plataforma diseñada para ayudar a los agricultores a monitorear y optimizar las condiciones del suelo en tiempo real. Con nuestras mediciones, podrás obtener recomendaciones personalizadas para mejorar tus cultivos, basadas en la calidad del suelo.
fr: TeRra-Smart est une plateforme conçue pour aider les agriculteurs à surveiller et à optimiser les conditions du sol en temps réel. Grâce à nos mesures, vous recevrez des recommandations personnalisées pour améliorer vos cultures en fonction de la qualité du sol.
it: TeRra-Smart è una piattaforma progettata per aiutare gli agricoltori a monitorare e ottimizzare le condizioni del suolo in tempo reale. Con le nostre misurazioni, potrai ottenere raccomandazioni personalizzate per migliorare le tue colture, basate sulla qualità del suolo.
jp: TeRra-Smartは、農家が土壌の状態をリアルタイムで監視・最適化するために設計されたプラットフォームです。私たちの測定により、土壌の質に基づいたカスタマイズされたアドバイスを受け、作物を改善できます。

source: Mediciones
fr: Mesures
it: Misurazioni
jp: 測定

source: Haz clic en Mediciones para ingresar los valores del suelo.
fr: Cliquez sur Mesures pour saisir les valeurs du sol.
it: Fai clic su Misurazioni per inserire i valori del suolo.
jp: 土壌の値を入力するには、「測定」をクリックしてください。

source: Recomendaciones
fr: Recommandations
it: Raccomandazioni
jp: 推奨

source: Consulta las Recomendaciones para obtener sugerencias sobre tu cultivo.
fr: Consultez les Recommandations pour obtenir des suggestions sur vos cultures.
it: Consulta le Raccomandazioni per ottenere suggerimenti sulla tua coltura.
jp: 作物に関する提案を得るために、推奨を確認してください。

source: Ve el Historial para revisar tus registros anteriores.
fr: Allez dans Historique pour consulter vos enregistrements précédents.
it: Vai alla Cronologia per esaminare i tuoi registri precedenti.
jp: 過去の記録を確認するには、履歴を参照してください。

source: ¡Intentar ahora!
fr: Essayez maintenant!
it: Prova ora!
jp: 今すぐ試す！

source: Acceda a su cuenta
fr: Accédez à votre compte
it: Accedi al tuo account
jp: アカウントにログイン

source: Recuerda me
fr: Souviens-toi de moi
it: Ricordami
jp: 私を覚えている

source: Olvido su constraseña?
fr: Mot de passe oublié?
it: Hai dimenticato la password?
jp: パスワードを忘れましたか？

source: No tienes cuenta?
fr: Vous n'avez pas de compte?
it: Non hai un account?
jp: アカウントがありませんか？

source: Registrarse con Facebook
fr: S'inscrire avec Facebook
it: Registrati con Facebook
jp: Facebookで登録

source: Registrarse con Twitter
fr: S'inscrire avec Twitter
it: Registrati con Twitter
jp: Twitterで登録

source: Registrarse con Google
fr: S'inscrire avec Google
it: Registrati con Google
jp: Googleで登録

source: En Mediciones, puedes ingresar nuevos datos sobre las condiciones del suelo para recibir recomendaciones personalizadas. Aquí puedes introducir mediciones como el pH, el nivel de materia orgánica, los nutrientes presentes (fósforo, potasio, magnesio, etc.), entre otros. Además, es posible subir archivos en formato CSV o Excel para procesar múltiples mediciones a la vez. Esta vista permite alimentar la plataforma con datos esenciales para la generación de recomendaciones específicas y mejorar la gestión del suelo.
fr: Dans Mesures, vous pouvez entrer de nouvelles données sur les conditions du sol pour recevoir des recommandations personnalisées. Vous pouvez y saisir des mesures comme le pH, le niveau de matière organique, les nutriments présents (phosphore, potassium, magnésium, etc.), entre autres. De plus, il est possible de télécharger des fichiers au format CSV ou Excel pour traiter plusieurs mesures à la fois. Cette vue permet de nourrir la plateforme avec des données essentielles pour la génération de recommandations spécifiques et améliorer la gestion du sol.
it: Nei rilevamenti puoi inserire nuovi dati sulle condizioni del suolo per ricevere raccomandazioni personalizzate. Qui puoi inserire misurazioni come pH, livello di materia organica, nutrienti presenti (fosforo, potassio, magnesio, ecc.), tra gli altri. Inoltre, è possibile caricare file in formato CSV o Excel per elaborare più misurazioni contemporaneamente. Questa vista consente di fornire alla piattaforma dati essenziali per generare raccomandazioni specifiche e migliorare la gestione del suolo.
jp: 測定では、土壌の状態に関する新しいデータを入力して、カスタマイズされた推奨を受けることができます。ここでは、pH、有機物レベル、栄養素（リン、カリウム、マグネシウムなど）などを入力できます。さらに、CSVまたはExcel形式で複数の測定を一度に処理するためにファイルをアップロードできます。このビューでは、プラットフォームにデータを提供し、特定の推奨を生成して土壌管理を改善することができます。

source: pH agua:suelo 2,5:1,0
fr: pH eau:sol 2,5:1,0
it: pH acqua:suolo 2,5:1,0
jp: 水：土壌のpH 2.5：1.0

source: Materia orgánica (MO) %%
fr: Matière organique (MO) %%%%
it: Materia organica (MO) %%
jp: 有機物（MO）％％

source: Fósforo (P) Bray II mg/kg
fr: Phosphore (P) Bray II mg/kg
it: Fosforo (P) Bray II mg/kg
jp: リン（P）Bray II mg/kg

source: Azufre (S) Fosfato monocalcico mg/kg
fr: Soufre (S) Phosphate monocalcique mg/kg
it: Zolfo (S) Fosfato monocalcico mg/kg
jp: 硫黄（S）モノカルシウムリン酸塩 mg/kg

source: Calcio (Ca) intercambiable cmol(+)/kg
fr: Calcium (Ca) échangeable cmol(+)/kg
it: Calcio (Ca) scambiabile cmol(+)/kg
jp: カルシウム（Ca）交換可能 cmol(+)/kg

source: Magnesio (Mg) intercambiable cmol(+)/kg
fr: Magnésium (Mg) échangeable cmol(+)/kg
it: Magnesio (Mg) scambiabile cmol(+)/kg
jp: マグネシウム（Mg）交換可能 cmol(+)/kg

source: Potasio (K) intercambiable cmol(+)/kg
fr: Potassium (K) échangeable cmol(+)/kg
it: Potassio (K) scambiabile cmol(+)/kg
jp: カリウム（K）交換可能 cmol(+)/kg

source: Sodio (Na) intercambiable cmol(+)/kg
fr: Sodium (Na) échangeable cmol(+)/kg
it: Sodio (Na) scambiabile cmol(+)/kg
jp: ナトリウム（Na）交換可能 cmol(+)/kg

source: Hierro (Fe) disponible Olsen mg/kg
fr: Fer (Fe) disponible Olsen mg/kg
it: Ferro (Fe) disponibile Olsen mg/kg
jp: 鉄（Fe）利用可能オルセン mg/kg

source: Cobre (Cu) disponible mg/kg
fr: Cuivre (Cu) disponible mg/kg
it: Rame (Cu) disponibile mg/kg
jp: 銅（Cu）利用可能 mg/kg

source: Manganeso (Mn) disponible Olsen mg/kg
fr: Manganèse (Mn) disponible Olsen mg/kg
it: Manganese (Mn) disponibile Olsen mg/kg
jp: マンガン（Mn）利用可能オルセン mg/kg

source: Zinc (Zn) disponible Olsen mg/kg
it: Zinco (Zn) disponibile Olsen mg/kg
jp: 亜鉛（Zn）利用可能オルセン mg/kg

source: SUBIR DATOS
fr: TÉLÉCHARGER LES DONNÉES
it: CARICA DATI
jp: データをアップロード

source: Subir archivo de mediciones
fr: Télécharger un fichier de mesures
it: Carica file di misurazione
jp: 測定ファイルをアップロード

source: Formatos aceptados: CSV, Excel
fr: Formats acceptés : CSV, Excel
it: Formati accettati: CSV, Excel
jp: 対応フォーマット：CSV、Excel

source: PROCESAR ARCHIVO
fr: TRAITER LE FICHIER
it: ELABORA FILE
jp: ファイルを処理

source: Recomendaciones te permite obtener sugerencias personalizadas sobre cómo mejorar las condiciones del suelo para un cultivo específico. Tras ingresar el número de registros que deseas consultar, la plataforma analizará los datos y generará recomendaciones técnicas basadas en el estado actual del suelo. Esta vista proporciona detalles sobre el cultivo sugerido, el estado del suelo y recomendaciones prácticas para mejorar los nutrientes y características del terreno.
fr: Les recommandations vous permettent d'obtenir des suggestions personnalisées sur la façon d'améliorer les conditions du sol pour une culture spécifique. Après avoir saisi le nombre d'enregistrements que vous souhaitez consulter, la plateforme analysera les données et générera des recommandations techniques basées sur l'état actuel du sol. Cette vue fournit des détails sur la culture suggérée, l'état du sol et des recommandations pratiques pour améliorer les nutriments et les caractéristiques du terrain.
it: Le raccomandazioni ti permettono di ottenere suggerimenti personalizzati su come migliorare le condizioni del suolo per una coltura specifica. Dopo aver inserito il numero di registrazioni che desideri consultare, la piattaforma analizzerà i dati e genererà raccomandazioni tecniche in base allo stato attuale del suolo. Questa vista fornisce dettagli sulla coltura suggerita, sullo stato del suolo e suggerimenti pratici per migliorare i nutrienti e le caratteristiche del terreno.
jp: 推奨は、特定の作物のために土壌の状態を改善する方法について、カスタマイズされた提案を提供します。相談したい記録数を入力した後、プラットフォームはデータを分析し、現在の土壌状態に基づいた技術的な提案を生成します。このビューでは、提案された作物、土壌の状態、栄養素や土壌の特徴を改善するための実用的な提案を提供します。

source: ¿Con cuántos de los últimos registros quieres hacer la consulta? (Preferiblemente entre 1 y 20 registros)
it: Con quanti degli ultimi registri vuoi fare la richiesta? (Preferibilmente tra 1 e 20 registri)
jp: 最後の記録のうち、いくつでクエリを実行したいですか？(できれば1〜20の記録で)

source: 📅 Medición del
fr: 📅 Mesure du
it: 📅 Misurazione del
jp: 📅 測定

source: Cultivo sugerido:
fr: Culture suggérée:
it: Coltura suggerita:
jp: 提案された作物:

source: 📊 Estado del suelo:
fr: 📊 État du sol:
it: 📊 Stato del suolo:
jp: 📊 土壌の状態:

source: 🧪 Recomendaciones técnicas:
fr: 🧪 Recommandations techniques:
it: 🧪 Raccomandazioni tecniche:
jp: 🧪 技術的推奨:

source: Crear cuenta
fr: Créer un compte
it: Crea un account
jp: アカウント作成

source: Crea una cuenta
fr: Créez un compte
it: Crea un account
jp: アカウントを作成

source: Registrate con Facebook
fr: Inscrivez-vous avec Facebook
it: Registrati con Facebook
jp: Facebookで登録

source: Registrate conTwitter
fr: Inscrivez-vous avec Twitter
it: Registrati con Twitter
jp: Twitterで登録

source: Conectar con Google
fr: Connectez-vous avec Google
it: Connettiti con Google
jp: Googleで接続

source: Estás a punto de iniciar sesión usando tu cuenta de Google.
fr: Vous êtes sur le point de vous connecter avec votre compte Google.
it: Stai per accedere utilizzando il tuo account Google.
jp: Googleアカウントでログインしようとしています。

source: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
jp: Googleで続行
